Repository: TobiXT/osm
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# pi1.title
source: OpenStreetMap Single Address
de: OpenStreetMap Einzeladresse

# pi1.description
source: Show a single address on a map
de: Zeige eine einzelne Adresse auf einer Karte

# pi1.settings.mode
source: Address or geo coordinates
de: Adresse oder Geo-Koordinaten

# pi1.settings.mode.0
source: Enter an address
de: Adresse eintragen

# pi1.settings.mode.1
source: Enter geo coordinates
de: Geo-Koordinaten eintragen

# pi1.settings.address
source: Full address
de: Volle Adresse

# pi1.settings.latitude
source: Latitude
de: Längengrad

# pi1.settings.longitude
source: Longitude
de: Breitengrad

# pi1.settings.zoom
source: Zoom factor
de: Zoom Faktor

# pi1.settings.marker
source: Show a marker
de: Zeige eine Markierung

# pi1.settings.markertitle
source: Title for marker
de: Überschrift Marker

# pi1.settings.markerdescription
source: Description for marker
de: Beschreibung Marker

# pi2.title
source: OpenStreetMap Multiple Addresses
de: OpenStreetMap multiple Adressen

# pi2.description
source: Show more then only one address on a map
de: Zeige mehr als nur eine Adresse auf einer Karte

# pi2.settings.addresses
source: Select addresses
de: Adressen auswählen

# pi2.settings.zoom
source: Zoom factor
de: Zoom Faktor

source: Please choose...
de: Bitte auswählen...
